tap "1password/tap"
tap "anomalyco/tap"
tap "argoproj/tap"
tap "azure/draft"
tap "benwebber/tunnelblickctl"
tap "buildpacks/tap"
tap "derailed/popeye"
tap "esolitos/ipa"
tap "fluxcd/tap"
tap "git-chglog/git-chglog"
tap "go-task/tap"
tap "goreleaser/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "jetbrains/utils"
tap "localstack/tap"
tap "pulumi/tap"
tap "puppetlabs/puppet"
tap "robusta-dev/holmesgpt"
tap "romkatv/powerlevel10k"
tap "theurichde/go-aws-sso"
tap "weaveworks/tap"
brew "act"
brew "xz"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "argocd-autopilot"
brew "git"
brew "asdf"
brew "atlantis"
brew "dav1d"
brew "harfbuzz"
brew "pillow"
brew "aws-google-auth"
brew "aws-iam-authenticator"
brew "aws-nuke"
brew "aws-sam-cli"
brew "azure-cli"
brew "bat"
brew "btop"
brew "carapace"
brew "cf2tf"
brew "gcc"
brew "checkov"
brew "chezmoi"
brew "conftest"
brew "container-structure-test"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "node"
brew "eslint"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-flow"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "helm-docs"
brew "helmfile"
brew "kubernetes-cli"
brew "helmsman"
brew "htop"
brew "hugo"
brew "ical-buddy"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "infracost"
brew "iperf"
brew "iperf3"
brew "jenv"
brew "jpeg"
brew "jq"
brew "jsonnet"
brew "k2tf"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "krew"
brew "kubebuilder"
brew "kubecolor"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libass"
brew "libpq", link: true
brew "libslirp"
brew "lima"
brew "qemu"
brew "lima-additional-guestagents"
brew "links"
brew "lua"
brew "luarocks"
brew "mas"
brew "midnight-commander"
brew "minikube"
brew "mkcert"
brew "molecule"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "noti"
brew "nss"
brew "nushell"
brew "opentofu"
brew "oterm"
brew "pandoc"
brew "pass"
brew "pipenv"
brew "pipx"
brew "pkcs11-helper"
brew "pnpm"
brew "podman"
brew "powerlevel10k"
brew "pre-commit"
brew "prettier"
brew "pwgen"
brew "pyenv"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "skaffold"
brew "speedtest-cli"
brew "starship"
brew "step"
brew "stern"
brew "stow"
brew "tealdeer"
brew "teller"
brew "telnet"
brew "terracognita"
brew "terraform-docs"
brew "terragrunt"
brew "terrascan"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "tilt"
brew "tmux"
brew "trivy"
brew "uv"
brew "vale"
brew "velero"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure/draft/draft"
brew "benwebber/tunnelblickctl/tunnelblickctl"
brew "buildpacks/tap/pack"
brew "derailed/popeye/popeye"
brew "esolitos/ipa/sshpass"
brew "fluxcd/tap/flux"
brew "git-chglog/git-chglog/git-chglog"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "localstack/tap/localstack-cli"
brew "pulumi/tap/pulumi"
brew "theurichde/go-aws-sso/go-aws-sso"
brew "weaveworks/tap/eksctl"
brew "weaveworks/tap/gitops"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "another-redis-desktop-manager"
cask "beyond-compare"
cask "brave-browser"
cask "caffeine"
cask "chatgpt"
cask "copilot-cli"
cask "cyberduck"
cask "dbeaver-community"
cask "deepl"
cask "firefox"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "font-plemol-jp"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "sourcetree"
cask "the-unarchiver"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Grammarly for Safari", id: 1462114288
mas "HP Smart", id: 1474276998
mas "IPCams", id: 1045600272
mas "Karma", id: 1481191441
mas "Kindle", id: 302584613
mas "Musique", id: 474190659
mas "NetSpot", id: 514951692
mas "Notability", id: 360593530
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram Lite", id: 946399090
mas "Unsplash Wallpapers", id: 1284863847
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
vscode "10nates.ollama-autocoder"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anseki.vscode-color"
vscode "chaitanyashahare.lazygit"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "infracost.infracost"
vscode "korekontrol.saltstack"
vscode "mikestead.dotenv"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "nonylene.dark-molokai-theme"
vscode "redhat.vscode-yaml"
vscode "sst-dev.opencode"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "nu_plugin_hcl"
